[{"model": "products.product", "pk": 1, "fields": {"category": 1, "sku": "12345678", "name": "1984", "size": false, "writer": "George Orwell", "description": "George Orwell effectively explores the themes of mass media control, government surveillance, totalitarianism and how a dictator can manipulate and control history, thoughts, and lives in such a way that no one can escape it.\r\nThe book was written as a warning of what could happen if people allowed their governments to obtain too much power after Orwell saw what happened to the people in Nazi Germany. The book also demonstrates the ability of governments to alter reality and manipulate facts to suit their narrative.", "rating": "4.70", "price": "33.95", "image_url": "https://yourbookshelf.s3.eu-north-1.amazonaws.com/media/1984.webp", "image": "1984_T8ueCq2.webp"}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "23456789", "name": "A Bird In The House", "size": false, "writer": "Margaret Laurence", "description": "One of Canada’s most accomplished authors combines the best qualities of both the short story and the novel to create a lyrical evocation of the beauty, pain, and wonder of growing up.In eight interconnected, finely wrought stories, Margaret Laurence recreates the world of Vanessa MacLeod – a world of scrub-oak, willow, and chokecherry bushes; of family love and conflict; and of a girl’s growing awareness of and passage into womanhood. The stories blend into one masterly and moving poignant, compassionate, and profound in emotional impact.In this fourth book of the five-volume Manawaka series, Vanessa MacLeod takes her rightful place alongside the other unforgettable heroines of Hagar Shipley in The Stone Angel , Rachel Cameron in A Jest of God , Stacey MacAindra in The Fire-Dwellers , and Morag Gunn in The Diviners.", "rating": "4.40", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/abirdinthehouse.webp", "image": "abirdinthehouse_7zcgeqm.webp"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": "34567891", "name": "Big Two-Hearted RIver", "size": false, "writer": "Ernest Hemingway", "description": "Emotionally wounded and disillusioned by World War I, Nick Adams returns to his home and leaves for the north Michigan woods on a camping trip. He leaves by himself, hoping that the routine of selecting a good place to camp, setting up a tent, fixing meals, and preparing for fishing will restore peace and a sense of balance to his traumatized soul.", "rating": "4.80", "price": "33.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/bigtwoheartedriver.webp", "image": "bigtwoheartedriver_tm3UNoM.webp"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "45678912", "name": "Circe", "size": false, "writer": "Madeline Miller", "description": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child--neither powerful like her father nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power: the power of witchcraft, which can transform rivals into monsters and menace the gods themselves.\r\n\r\nThreatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts, and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus.\r\n\r\nBut there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from or with the mortals she has come to love.", "rating": "4.60", "price": "31.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/circe.webp", "image": "circe_0H8C5lr.webp"}}, {"model": "products.product", "pk": 5, "fields": {"category": 1, "sku": "56789123", "name": "The Color Purple", "size": false, "writer": "Alice Walker", "description": "A powerful cultural touchstone of modern American literature, The Color Purple depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other across time, distance and silence. Through a series of letters spanning twenty years, first from Celie to God, then the sisters to each other despite the unknown, the novel draws readers into its rich and memorable portrayals of Celie, Nettie, Shug Avery and Sofia and their experience. The Color Purple broke the silence around domestic and sexual abuse, narrating the lives of women through their pain and struggle, companionship and growth, resilience and bravery. Deeply compassionate and beautifully imagined, Alice Walker's epic carries readers on a spirit-affirming journey towards redemption and love.", "rating": "5.00", "price": "35.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/colorpurple.webp", "image": "colorpurple_iAofnBG.webp"}}, {"model": "products.product", "pk": 6, "fields": {"category": 1, "sku": "67891234", "name": "Hard TImes", "size": false, "writer": "Charles Dickens", "description": "My satire is against those who see figures and averages, and nothing else,\" proclaimed Charles Dickens in explaining the theme of this classic novel. Published in 1854, the story concerns one Thomas Gradgrind, a \"fanatic of the demonstrable fact,\" who raises his children, Tom and Louisa, in a stifling and arid atmosphere of grim practicality.\r\n\r\nWithout a moral compass to guide them, the children sink into lives of desperation and despair, played out against the grim background of Coketown, a wretched community shadowed by an industrial behemoth. Louisa falls into a loveless marriage with Josiah Bouderby, a vulgar banker, while the unscrupulous Tom, totally lacking in principle, becomes a thief who frames an innocent man for his crime. Witnessing the degradation and downfall of his children, Gradgrind realizes that his own misguided principles have ruined their lives.\r\n\r\nConsidered Dickens' harshest indictment of mid-19th-century industrial practices and their dehumanizing effects, this novel offers a fascinating tapestry of Victorian life, filled with the richness of detail, brilliant characterization, and passionate social concern that typify the novelist's finest creations.", "rating": "4.50", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/hardtimes.webp", "image": "hardtimes_MGhV4p2.webp"}}, {"model": "products.product", "pk": 7, "fields": {"category": 1, "sku": "78912345", "name": "Great Tales And Poems Of Edgar Allan Poe", "size": false, "writer": "Edgar Allan Poe", "description": "Born to an unfortunate heritage, orphaned, unsympathetically raised, and then abandoned, Edgar Allan Poe struggled for greatness in an adverse social and economic climate -- a setting not improved by his fiery temperament and caustic criticism of others. Poe's melancholy brilliance, his passionate lyricism, and his tormented soul would make him one of the most widely read and original writers in American literature. Here, in one volume, are his classic short works: masterpieces of horror, terror, humor, and adventure -- and the finest lyric and narrative poetry of this ill-fated genius whose influence on both prose and verse continues to this day.\r\nPocket Books' Enriched Classics present the great works of world literature enhanced for the contemporary reader. This edition of Great Tales And Poems Of Edgar Allan Poe contains the original Pocket Books introduction, first published in 1951, along with an updated selection of critical excerpts, and suggestions for further readings.", "rating": "4.30", "price": "32.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/poemsbyedgar.webp", "image": "poemsbyedgar_WTCZX8O.webp"}}, {"model": "products.product", "pk": 8, "fields": {"category": 1, "sku": "89123456", "name": "The Collected Stories Of Stefan Zweig", "size": false, "writer": "Stefan Zweig", "description": "The collected stories of Stefan Zweig, one of the most popular writers of short fiction of the twentieth century This collection brings together twenty-three of Stefan Zweig's best-loved short stories. Written in his typically flowing and readable style, these tales are characterised by their pacing, their psychological insightfulness, and above all their pervading humanity. Including Twenty-four Hours in the Life of a Woman , Amok , Fantastic Night and Letter from an Unknown Woman, translated by Anthea Bell, this gift edition hardback would be an great introduction to Zweig, or a wonderful treat for any fan of his work.", "rating": "4.70", "price": "31.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/stefanzweig.webp", "image": "stefanzweig_TCMSK06.webp"}}, {"model": "products.product", "pk": 9, "fields": {"category": 1, "sku": "91234567", "name": "Stone Blind", "size": false, "writer": "Natalie Haynes", "description": "They will fear you and flee you and call you a monster.\r\n\r\nThe only mortal in a family of gods, Medusa is the youngest of the Gorgon sisters. Unlike her siblings, Medusa grows older, experiences change, feels weakness. Her mortal lifespan gives her an urgency that her family will never know.\r\n\r\nWhen the sea god Poseidon assaults Medusa in Athene's temple, the goddess is enraged. Furious by the violation of her sacred space, Athene takes revenge--on the young woman. Punished for Poseidon's actions, Medusa is forever transformed. Writhing snakes replace her hair and her gaze will turn any living creature to stone. Cursed with the power to destroy all she loves with one look, Medusa condemns herself to a life of solitude.\r\n\r\nUntil Perseus embarks upon a fateful quest to fetch the head of a Gorgon...", "rating": "4.90", "price": "33.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/stoneblind.webp", "image": "stoneblind_uF3y90k.webp"}}, {"model": "products.product", "pk": 10, "fields": {"category": 1, "sku": "11234567", "name": "To The Lighthouse", "size": false, "writer": "Virginia Woolf", "description": "The serene and maternal Mrs. Ramsay, the tragic yet absurd Mr. Ramsay, and their children and assorted guests are on holiday on the Isle of Skye. From the seemingly trivial postponement of a visit to a nearby lighthouse, Woolf constructs a remarkable, moving examination of the complex tensions and allegiances of family life and the conflict between men and women.\r\n\r\nAs time winds its way through their lives, the Ramsays face, alone and simultaneously, the greatest of human challenges and its greatest triumph—the human capacity for change.", "rating": "5.00", "price": "34.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/tothelighthouse.webp", "image": "tothelighthouse_nBu3kYa.webp"}}, {"model": "products.product", "pk": 11, "fields": {"category": 2, "sku": "22345678", "name": "A House With Good Bones", "size": false, "writer": "T. Kingfisher", "description": "\"Mom seems off.\"\r\n\r\nHer brother's words echo in Sam Montgomery's ear as she turns onto the quiet North Carolina street where their mother lives alone.\r\n\r\nShe brushes the thought away as she climbs the front steps. Sam's excited for this rare extended visit, and looking forward to nights with just the two of them, drinking boxed wine, watching murder mystery shows, and guessing who the killer is long before the characters figure it out.\r\n\r\nBut stepping inside, she quickly realizes home isn’t what it used to be. Gone is the warm, cluttered charm her mom is known for; now the walls are painted a sterile white. Her mom jumps at the smallest noises and looks over her shoulder even when she’s the only person in the room. And when Sam steps out back to clear her head, she finds a jar of teeth hidden beneath the magazine-worthy rose bushes, and vultures are circling the garden from above.\r\n\r\nTo find out what’s got her mom so frightened in her own home, Sam will go digging for the truth. But some secrets are better left buried.", "rating": "3.90", "price": "29.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/ahousewithgoodbones.webp", "image": "ahousewithgoodbones_g4YPxx1.webp"}}, {"model": "products.product", "pk": 12, "fields": {"category": 2, "sku": "33456789", "name": "Bad Cree", "size": false, "writer": "Jessica Johns", "description": "When Mackenzie wakes up with a severed crow's head in her hands, she panics. Only moments earlier she had been fending off masses of birds in a snow-covered forest. In bed, when she blinks, the head disappears.\r\n\r\nNight after night, Mackenzie's dreams return her to a memory from before her sister Sabrina's untimely death: a weekend at the family's lakefront campsite, long obscured by a fog of guilt. But when the waking world starts closing in, too--a murder of crows stalks her every move around the city, she wakes up from a dream of drowning throwing up water, and gets threatening text messages from someone claiming to be Sabrina--Mackenzie knows this is more than she can handle alone.\r\n\r\nTraveling north to her rural hometown in Alberta, she finds her family still steeped in the same grief that she ran away to Vancouver to escape. They welcome her back, but their shaky reunion only seems to intensify her dreams--and make them more dangerous.\r\n\r\nWhat really happened that night at the lake, and what did it have to do with Sabrina's death? Only a bad Cree would put their family at risk, but what if whatever has been calling Mackenzie home was already inside?", "rating": "4.10", "price": "29.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/badcree.webp", "image": "badcree_C0Osr8N.webp"}}, {"model": "products.product", "pk": 13, "fields": {"category": 2, "sku": "44567891", "name": "Cackle", "size": false, "writer": "Rachel Harrison", "description": "All her life, Annie has played it nice and safe. After being unceremoniously dumped by her longtime boyfriend, Annie seeks a fresh start. She accepts a teaching position that moves her from Manhattan to a small village upstate. She’s stunned by how perfect and picturesque the town is. The people are all friendly and warm. Her new apartment is dreamy too, minus the oddly persistent spider infestation.  \r\n \r\nThen Annie meets Sophie. Beautiful, charming, magnetic Sophie, who takes a special interest in Annie, who wants to be her friend. More importantly, she wants Annie to stop apologizing and start living for herself. That’s how Sophie lives. Annie can’t help but gravitate toward the self-possessed Sophie, wanting to spend more and more time with her, despite the fact that the rest of the townsfolk seem…a little afraid of her. And like, okay. There are some things. Sophie’s appearance is uncanny and ageless, her mansion in the middle of the woods feels a little unearthly, and she does seem to wield a certain power…but she couldn’t be…could she?", "rating": "4.20", "price": "28.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/cackle.webp", "image": "cackle_c8nUFtI.webp"}}, {"model": "products.product", "pk": 14, "fields": {"category": 2, "sku": "55678912", "name": "Don't Fear The Reaper", "size": false, "writer": "Stephen Graham Jones", "description": "Four years after her tumultuous senior year, Jade Daniels is released from prison right before Christmas when her conviction is overturned. But life beyond bars takes a dangerous turn as soon as she returns to Proofrock. Convicted Serial Killer, Dark Mill South, seeking revenge for thirty-eight Dakota men hanged in 1862, escapes from his prison transfer due to a blizzard, just outside of Proofrock, Idaho.\r\n\r\nDark Mill South’s Reunion Tour began on December 12th, 2019, a Thursday.\r\n\r\nThirty-six hours and twenty bodies later, on Friday the 13th, it would be over.", "rating": "3.90", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/dontfearthereaper.webp", "image": "dontfearthereaper_V1SvCfj.webp"}}, {"model": "products.product", "pk": 15, "fields": {"category": 2, "sku": "66789123", "name": "Holly", "size": false, "writer": "Stephen King", "description": "When Penny Dahl calls the Finders Keepers detective agency hoping for help locating her missing daughter, Holly is reluctant to accept the case. Her partner, Pete, has Covid. Her (very complicated) mother has just died. And Holly is meant to be on leave. But something in Penny Dahl’s desperate voice makes it impossible for Holly to turn her down.\r\n\r\nMere blocks from where Bonnie Dahl disappeared live Professors Rodney and Emily Harris. They are the picture of bourgeois respectability: married octogenarians, devoted to each other, and semi-retired lifelong academics. But they are harboring an unholy secret in the basement of their well-kept, book-lined home, one that may be related to Bonnie’s disappearance. And it will prove nearly impossible to discover what they are up to: they are savvy, they are patient, and they are ruthless.\r\n\r\nHolly must summon all her formidable talents to outthink and outmaneuver the shockingly twisted professors in this chilling new masterwork from Stephen King.", "rating": "4.40", "price": "27.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/holly.webp", "image": "holly_EKn31QS.webp"}}, {"model": "products.product", "pk": 16, "fields": {"category": 2, "sku": "77891234", "name": "If It Bleeds", "size": false, "writer": "Stephen King", "description": "A collection of four uniquely wonderful long stories, including a stand-alone sequel to The Outsider.\r\n\r\nNews people have a saying: 'If it bleeds, it leads'. And a bomb at Albert Macready Middle School is guaranteed to lead any bulletin.\r\n\r\nHolly Gibney of the Finders Keepers detective agency is working on the case of a missing dog - and on her own need to be more assertive - when she sees the footage on TV. But when she tunes in again, to the late-night report, she realizes there is something not quite right about the correspondent who was first on the scene. So begins 'If It Bleeds' , a stand-alone sequel to The Outsider featuring the incomparable Holly on her first solo case.", "rating": "4.20", "price": "28.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/ifitbleeds.webp", "image": "ifitbleeds_ou1P6nN.webp"}}, {"model": "products.product", "pk": 17, "fields": {"category": 2, "sku": "88912345", "name": "My Darling Girl", "size": false, "writer": "Jennifer McMahon", "description": "A spine-tingling psychological thriller about a woman who, after taking in her dying, alcoholic mother, begins to suspect demonic possession is haunting her family.\r\n\r\nAlison has never been a fan of Christmas. But with it right around the corner and her husband busily decorating their cozy Vermont home, she has no choice but to face it. Then she gets the call.\r\n\r\nMavis, Alison’s estranged mother, has been diagnosed with cancer and has only weeks to live. She wants to spend her remaining days with her daughter, son-in-law, and two granddaughters. But Alison grew up with her mother’s alcoholism and violent abuse and is reluctant to unearth these traumatic memories. Still, she eventually agrees to take in Mavis, hoping that she and her mother could finally heal and have the relationship she’s always dreamed of.\r\n\r\nBut when mysterious and otherworldly things start happening upon Mavis’s arrival, Alison begins to suspect her mother is not quite who she seems. And as the holiday festivities turn into a nightmare, she must confront just how far she is willing to go to protect her family.", "rating": "4.30", "price": "28.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/mydarlinggirl.webp", "image": "mydarlinggirl_vkurPPQ.webp"}}, {"model": "products.product", "pk": 18, "fields": {"category": 2, "sku": "99123456", "name": "Red Rabbit", "size": false, "writer": "Alex Grecian", "description": "Sadie Grace is wanted for witchcraft, dead (or alive). And every hired gun in Kansas is out to collect the bounty on her head, including bona fide witch hunter Old Tom and his mysterious, mute ward, Rabbit.\r\n\r\nOn the road to Burden County, they’re joined by two vagabond cowboys with a strong sense of adventure – but no sense of purpose – and a recently widowed school teacher with nothing left to lose. As their posse grows, so too does the danger.\r\n\r\nRacing along the drought-stricken plains in a stolen red stagecoach, they encounter monsters more wicked than witches lurking along the dusty trail. But the crew is determined to get that bounty, or die trying.", "rating": "4.20", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/redrabbit.webp", "image": "redrabbit_ZsvZOPz.webp"}}, {"model": "products.product", "pk": 19, "fields": {"category": 2, "sku": "11123456", "name": "The Salt Grows Heavy", "size": false, "writer": "Cassandra Khaw", "description": "You may think you know how the fairytale goes: a mermaid comes to shore and weds the prince. But what the fables forget is that mermaids have teeth. And now, her daughters have devoured the kingdom and burned it to ashes.\r\n\r\nOn the run, the mermaid is joined by a mysterious plague doctor with a darkness of their own. Deep in the eerie, snow-crusted forest, the pair stumble upon a village of ageless children who thirst for blood, and the three 'saints' who control them.\r\n\r\nThe mermaid and her doctor must embrace the cruellest parts of their true nature if they hope to survive.", "rating": "4.30", "price": "30.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thesalt.webp", "image": "thesalt_JUA9svG.webp"}}, {"model": "products.product", "pk": 20, "fields": {"category": 2, "sku": "22234567", "name": "The Vanishing", "size": false, "writer": "Bentley Little", "description": "In Beverly Hills, a wealthy CEO goes on a bloody rampage and videotapes the slaughter. He leaves behind a chilling cryptic message...“ This is where it begins. ”\r\n \r\nMiles away, an alarmed mother receives an unsettling letter from her estranged husband, stained with bloody fingerprints.\r\n \r\nAnd all across California, children are becoming affected by a monstrous change—and their parents, by a mounting fear.\r\n \r\nSocial worker Carrie Daniels and reporter Brian Howells are determined to find the link between these baffling crimes. But they shouldn’t look too deeply into the lives of the victims. It’s quite dark there. And God help them, they won’t like what they find.", "rating": "4.20", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thevanishing.webp", "image": "thevanishing_OAcReAo.webp"}}, {"model": "products.product", "pk": 21, "fields": {"category": 3, "sku": "33345678", "name": "All The Dangerous Things", "size": false, "writer": "Stacy Willingham", "description": "One year ago, Isabelle Drake's life changed forever: her toddler son, Mason, was taken out of his crib in the middle of the night while she and her husband were asleep in the next room. With little evidence and few leads for the police to chase, the case quickly went cold. However, Isabelle cannot rest until Mason is returned to her—literally.\r\n\r\nExcept for the occasional catnap or small blackout where she loses track of time, she hasn’t slept in a year.\r\n\r\nIsabelle's entire existence now revolves around finding him, but she knows she can’t go on this way forever. In hopes of jarring loose a new witness or buried clue, she agrees to be interviewed by a true-crime podcaster—but his interest in Isabelle's past makes her nervous. His incessant questioning paired with her severe insomnia has brought up uncomfortable memories from her own childhood, making Isabelle start to doubt her recollection of the night of Mason’s disappearance, as well as second-guess who she can trust... including herself. But she is determined to figure out the truth no matter where it leads.", "rating": "4.10", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/allthedangerousthings.webp", "image": "allthedangerousthings_BjXmGbi.webp"}}, {"model": "products.product", "pk": 22, "fields": {"category": 3, "sku": "44456789", "name": "As The Wicked Watch", "size": false, "writer": "Tamron Hall", "description": "When crime reporter Jordan Manning leaves her hometown in Texas to take a job at a television station in Chicago, she's one step closer to her dream: a coveted anchor chair on a national network.\r\n\r\nJordan is smart and aggressive, with unabashed star-power, and often the only woman of color in the newsroom. Her signature? Arriving first on the scene—in impractical designer stilettos. Armed with a master's degree in forensic science and impeccable instincts, Jordan has been able to balance her dueling motivations: breaking every big story—and giving a voice to the voiceless.\r\n\r\nFrom her time in Texas, she's covered the vilest of human behaviors but nothing has prepared her for Chicago. Jordan is that rare breed of a journalist who can navigate a crime scene as well as she can a newsroom—often noticing what others tend to miss. Again and again, she is called to cover the murders of Black women, many of them sexually assaulted, most brutalized, and all of them quickly forgotten.\r\n\r\nAll until Masey James—the story that Jordan just can't shake, despite all efforts. A 15-year-old girl whose body was found in an abandoned lot, Masey has come to represent for Jordan all of the frustration and anger that her job often forces her to repress. Putting the rest of her work and her fraying personal life aside, Jordan does everything she can to give the story the coverage it desperately requires, and that a missing Black child would so rarely get.\r\n\r\nThere's a serial killer on the loose, Jordan believes, and he's hiding in plain sight.", "rating": "4.60", "price": "29.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/asthewickedwatch.webp", "image": "asthewickedwatch_7wwtweO.webp"}}, {"model": "products.product", "pk": 23, "fields": {"category": 3, "sku": "55567891", "name": "Blacktop Wastelands", "size": false, "writer": "S.A. Cosby", "description": "Beauregard \"Bug\" Montage: husband, father, honest car mechanic. But he was once known - from North Carolina to the beaches of Florida - as the best getaway driver on the East Coast. Just like his father, who disappeared many years ago.\r\n\r\nAfter a series of financial calamities (worsened by the racial prejudices of the small town he lives in) Bug reluctantly takes part in a daring diamond heist to solve his money troubles - and to go straight once and for all. However, when it goes horrifically wrong, he's sucked into a grimy underworld which threatens everything, and everyone, he holds dear . . .", "rating": "4.40", "price": "28.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/blacktopwasteland.webp", "image": "blacktopwasteland_vMxosBv.webp"}}, {"model": "products.product", "pk": 24, "fields": {"category": 3, "sku": "66678912", "name": "Girl, Forgotten", "size": false, "writer": "Karin Slaughter", "description": "A small town hides a big secret…\r\n\r\nWho killed Emily Vaughn?\r\n\r\nProm Night. Longbill Beach, 1982. Emily Vaughn dresses carefully for what's supposed to be the highlight of any high school career. But Emily has a secret. And by the end of the night, because of that secret, she will be dead.\r\n\r\nNearly forty years later, Andrea Oliver, newly qualified as a US Marshal, receives her first assignment: to go to Longbill Beach to protect a judge receiving death threats. But Andrea's real focus isn't the judge – it's Emily Vaughn. Ever since she first heard Emily's name a year ago, she's been haunted by her brutal death. Nobody was ever convicted – her friends closed ranks, her family shut themselves off in their grief, the town moved on – so the killer is still out there. But now Andrea has a chance to find out what really happened…", "rating": "4.40", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/girlforgotten.webp", "image": "girlforgotten_7QFYJSg.webp"}}, {"model": "products.product", "pk": 25, "fields": {"category": 3, "sku": "77789123", "name": "Small Mercies", "size": false, "writer": "Dennis Lehane", "description": "In the summer of 1974 a heatwave blankets Boston and Mary Pat Fennessy is trying to stay one step ahead of the bill collectors. Mary Pat has lived her entire life in the housing projects of “Southie,” the Irish American enclave that stubbornly adheres to old tradition and stands proudly apart.\r\n\r\nOne night Mary Pat’s teenage daughter Jules stays out late and doesn’t come home. That same evening, a young Black man is found dead, struck by a subway train under mysterious circumstances. The two events seem unconnected. But Mary Pat, propelled by a desperate search for her missing daughter, begins turning over stones best left untouched—asking questions that bother Marty Butler, chieftain of the Irish mob, and the men who work for him, men who don’t take kindly to any threat to their business.\r\n\r\nSet against the hot, tumultuous months when the city’s desegregation of its public schools exploded in violence, Small Mercies is a superb thriller, a brutal depiction of criminality and power, and an unflinching portrait of the dark heart of American racism. It is a mesmerizing and wrenching work that only Dennis Lehane could write.", "rating": "4.50", "price": "31.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/smallmercies.webp", "image": "smallmercies_po8IcQy.webp"}}, {"model": "products.product", "pk": 26, "fields": {"category": 3, "sku": "88891234", "name": "The Dry", "size": false, "writer": "Jane Harper", "description": "A small town hides big secrets in this atmospheric, page-turning debut mystery by award-winning author Jane Harper.\r\nIn the grip of the worst drought in a century, the farming community of Kiewarra is facing life and death choices daily when three members of a local family are found brutally slain.\r\nFederal Police investigator Aaron Falk reluctantly returns to his hometown for the funeral of his childhood friend, loath to face the townsfolk who turned their backs on him twenty years earlier.\r\nBut as questions mount, Falk is forced to probe deeper into the deaths of the Hadler family. Because Falk and Luke Hadler shared a secret. A secret Falk thought was long buried. A secret Luke's death now threatens to bring to the surface in this small Australian town, as old wounds bleed into new ones.", "rating": "4.40", "price": "29.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thedry.webp", "image": "thedry_pUjSkqP.webp"}}, {"model": "products.product", "pk": 27, "fields": {"category": 3, "sku": "99912345", "name": "The Manor House", "size": false, "writer": "Gilly MacMillan", "description": "Be careful what you wish for...\r\n\r\nChildhood sweethearts Nicole and Tom are a normal, loving couple—until a massive lottery win changes their lives overnight.\r\n\r\nSoon they’ve moved into a custom-built state-of-the-art Glass Barn on the stunning grounds of Lancaut Manor in Gloucestershire. They have fancy cars, expensive hobbies, and an exclusive lifestyle they never could have imagined.\r\n\r\nBut this dream world quickly turns into a nightmare when Tom is found dead in the swimming pool.\r\n\r\nNicole is devastated. Tom is her rock. And their beautiful barn —with all its smart features that never seem to work for her—is beginning to feel very lonely. But she’s not entirely by herself out there in the country. There’s a nice young couple who live in the Manor itself along with their middle-aged housekeeper who has the Coach House. And an old friend of Tom’s from school has turned up to help her get through her grief.\r\n\r\nBut big money can bring big problems and big threats. Was Tom’s death a tragic accident or was it something worse? And is her life in danger as well?\r\n\r\nNicole’s beginning to feel like a little fish in a big glass fishbowl.\r\n\r\nSurrounded by piranhas.", "rating": "4.50", "price": "28.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/themanorhouse.webp", "image": "themanorhouse_kRJuEno.webp"}}, {"model": "products.product", "pk": 28, "fields": {"category": 3, "sku": "11112345", "name": "The Match", "size": false, "writer": "Harlan Coben", "description": "Wilde has grown up knowing nothing of his family, and even less about his own identity . All he knows is that, as a young child, he was found living a feral existence in the Ramapo mountains of New Jersey.\r\n\r\nHe became known simply as Wilde, the boy from the woods.\r\n\r\nNow Wilde has had a hit on the DNA website he has been researching. A 100% match. His father. They meet up, and Wilde soon realises that his father doesn't even know he had a son and is as mystified as Wilde is by his existence.\r\n\r\nUndaunted, Wilde continues his research for his family on DNA websites where he becomes caught up in a community of online doxxers, a secret group committed to exposing anonymous trolls.\r\n\r\nThen one by one these doxxers start to die, and it soon becomes clear that a serial killer is targeting this secret community - and that his next victim might be Wilde himself ...", "rating": "4.10", "price": "28.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thematch.webp", "image": "thematch_vO45Xwz.webp"}}, {"model": "products.product", "pk": 29, "fields": {"category": 3, "sku": "22223456", "name": "The Silkworm", "size": false, "writer": "Robert Galbraith", "description": "When novelist Owen Quine goes missing, his wife calls in private detective Cormoran Strike. At first, Mrs. Quine just thinks her husband has gone off by himself for a few days—as he has done before—and she wants Strike to find him and bring him home.\r\n\r\nBut as Strike investigates, it becomes clear that there is more to Quine's disappearance than his wife realizes. The novelist has just completed a manuscript featuring poisonous pen-portraits of almost everyone he knows. If the novel were to be published, it would ruin lives—meaning that there are a lot of people who might want him silenced.\r\n\r\nWhen Quine is found brutally murdered under bizarre circumstances, it becomes a race against time to understand the motivation of a ruthless killer, a killer unlike any Strike has encountered before...", "rating": "4.40", "price": "29.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thesilkworm.webp", "image": "thesilkworm_WY4yIut.webp"}}, {"model": "products.product", "pk": 30, "fields": {"category": 3, "sku": "33334567", "name": "Win", "size": false, "writer": "Harlan Coben", "description": "Over twenty years ago, the heiress Patricia Lockwood was abducted during a robbery of her family's estate, then locked inside an isolated cabin for months. Patricia escaped, but so did her captors — and the items stolen from her family were never recovered.\r\n\r\nUntil now. On the Upper West Side, a recluse is found murdered in his penthouse apartment, alongside two objects of note: a stolen Vermeer painting and a leather suitcase bearing the initials WHL3. For the first time in years, the authorities have a lead — not only on Patricia's kidnapping, but also on another FBI cold case — with the suitcase and painting both pointing them toward one man.\r\n\r\nWindsor Horne Lockwood III — or Win, as his few friends call him — doesn't know how his suitcase and his family's stolen painting ended up with a dead man. But his interest is piqued, especially when the FBI tells him that the man who kidnapped his cousin was also behind an act of domestic terrorism — and that the conspirators may still be at large. The two cases have baffled the FBI for decades, but Win has three things the FBI doesn't: a personal connection to the case; an ungodly fortune; and his own unique brand of justice.", "rating": "4.10", "price": "27.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/win.webp", "image": "win_A70OgfG.webp"}}, {"model": "products.product", "pk": 31, "fields": {"category": 4, "sku": "44445678", "name": "The Foxglove King", "size": false, "writer": "Hannah F. Whitten", "description": "When Lore was thirteen, she escaped a cult in the catacombs beneath the city of Dellaire. And in the ten years since, she’s lived by one rule: don’t let them find you. Easier said than done, when her death magic ties her to the city.\r\n\r\nMortem, the magic born from death, is a high-priced and illicit commodity in Dellaire, and Lore’s job running poisons keeps her in food, shelter, and relative security. But when a run goes wrong and Lore’s power is revealed, she’s taken by the Presque Mort, a group of warrior-monks sanctioned to use Mortem working for the Sainted King. Lore fully expects a pyre, but King August has a different plan. Entire villages on the outskirts of the country have been dying overnight, seemingly at random. Lore can either use her magic to find out what’s happening and who in the King’s court is responsible, or die.\r\n\r\nLore is thrust into the Sainted King’s glittering court, where no one can be believed and even fewer can be trusted. Guarded by Gabriel, a duke-turned-monk, and continually running up against Bastian, August’s ne'er-do-well heir, Lore tangles in politics, religion, and forbidden romance as she attempts to navigate a debauched and opulent society.\r\n\r\nBut the life she left behind in the catacombs is catching up with her. And even as Lore makes her way through the Sainted court above, they might be drawing closer than she thinks.", "rating": "4.20", "price": "28.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/foxgloveking.webp", "image": "foxgloveking_Unuravn.webp"}}, {"model": "products.product", "pk": 32, "fields": {"category": 4, "sku": "55556789", "name": "Funny Feelings", "size": false, "writer": "Tarah Dewitt", "description": "When falling in love is the punchline…\r\n\r\nFarley Jones is a loud, chaotic, and hilariously clever standup comedian on the way to stardom. The only thing she loves more than the rush of telling jokes in front of a revved-up audience is her hot older manager Meyer, though he doesn’t have a clue. Keeping her feelings hidden from him is agony (a tragedy, even―in lieu of flowers, please send cash...) but Meyer has been Farley’s closest and most treasured friend, not to mention vital to the trajectory of her career. She can’t risk ruining their relationship by telling him how she truly feels. After all, who else would have the patience to put up with a hot mess like her?\r\n\r\nA former standup star himself, single father Meyer Harrigan left the stage years ago in order to focus on raising his deaf daughter Hazel. Farley has been everything to them since she came into their lives three years ago, and despite his grumpiness, his protectiveness over Hazel, and his disdain for public attention, Meyer will do anything to make her standup dreams come true.\r\n\r\nWhen the biggest opportunity of Farley’s career comes along and forces the pair to fake-date in order to stir up publicity, it doesn't take long for their act to bring all those other funny feelings out into the open. Like most matters of the heart, it quickly begins to feel like anything but a joke.", "rating": "3.80", "price": "27.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/funnyfeelings.webp", "image": "funnyfeelings_XFalO4E.webp"}}, {"model": "products.product", "pk": 33, "fields": {"category": 4, "sku": "66667891", "name": "If He had Been With Me", "size": false, "writer": "Laura Nowlin", "description": "I wasn't with Finn on that August night. But I should've been. It was raining, of course. And he and Sylvie were arguing as he drove down the slick road. No one ever says what they were arguing about. Other people think it's not important. They do not know there is another story. The story that lurks between the facts. What they do not know—the cause of the argument—is crucial.\r\n\r\nSo let me tell you...", "rating": "4.40", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/ifhehadbeenwithme.webp", "image": "ifhehadbeenwithme_eoxWK99.webp"}}, {"model": "products.product", "pk": 34, "fields": {"category": 4, "sku": "77778912", "name": "It Ends With Us", "size": false, "writer": "Colleen Hoover", "description": "Sometimes it is the one who loves you who hurts you the most.\r\n\r\nLily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town in Maine where she grew up — she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life suddenly seems almost too good to be true.\r\n\r\nRyle is assertive, stubborn, maybe even a little arrogant. He’s also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn’t hurt. Lily can’t get him out of her head. But Ryle’s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his “no dating” rule, she can’t help but wonder what made him that way in the first place.\r\n\r\nAs questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan — her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.", "rating": "4.20", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/itendswithus.webp", "image": "itendswithus_W72riLR.webp"}}, {"model": "products.product", "pk": 35, "fields": {"category": 4, "sku": "88889123", "name": "One Italian Summer", "size": false, "writer": "Rebecca Serle", "description": "When Katy’s mother dies, she is left reeling. Carol wasn’t just Katy’s mom, but her best friend and first phone call. She had all the answers and now, when Katy needs her the most, she is gone. To make matters worse, their planned mother-daughter trip of a lifetime looms: two weeks in Positano, the magical town Carol spent the summer right before she met Katy’s father. Katy has been waiting years for Carol to take her, and now she is faced with embarking on the adventure alone.\r\n\r\nBut as soon as she steps foot on the Amalfi Coast, Katy begins to feel her mother’s spirit. Buoyed by the stunning waters, beautiful cliffsides, delightful residents, and, of course, delectable food, Katy feels herself coming back to life.\r\n\r\nAnd then Carol appears—in the flesh, healthy, sun-tanned, and thirty years old. Katy doesn’t understand what is happening, or how—all she can focus on is that she has somehow, impossibly, gotten her mother back. Over the course of one Italian summer, Katy gets to know Carol, not as her mother, but as the young woman before her. She is not exactly who Katy imagined she might be, however, and soon Katy must reconcile the mother who knew everything with the young woman who does not yet have a clue.", "rating": "4.00", "price": "29.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/oneitaliansummer.webp", "image": "oneitaliansummer_gQZJdpC.webp"}}, {"model": "products.product", "pk": 36, "fields": {"category": 4, "sku": "99991234", "name": "One True Loves", "size": false, "writer": "Taylor Jenkins Reid", "description": "In her twenties, Emma Blair marries her high school sweetheart, Jesse. They build a life for themselves, far away from the expectations of their parents and the people of their hometown in Massachusetts. They travel the world together, living life to the fullest and seizing every opportunity for adventure.\r\n\r\nOn their first wedding anniversary, Jesse is on a helicopter over the Pacific when it goes missing. Just like that, Jesse is gone forever.\r\n\r\nEmma quits her job and moves home in an effort to put her life back together. Years later, now in her thirties, Emma runs into an old friend, Sam, and finds herself falling in love again. When Emma and Sam get engaged, it feels like Emma’s second chance at happiness.\r\n\r\nThat is, until Jesse is found. He’s alive, and he’s been trying all these years to come home to her. With a husband and a fiancé, Emma has to now figure out who she is and what she wants, while trying to protect the ones she loves.\r\n\r\nWho is her one true love? What does it mean to love truly?\r\n\r\nEmma knows she has to listen to her heart. She’s just not sure what it’s saying.", "rating": "4.50", "price": "26.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/onetrueloves.webp", "image": "onetrueloves_7nITAMo.webp"}}, {"model": "products.product", "pk": 37, "fields": {"category": 4, "sku": "11111234", "name": "The Wish", "size": false, "writer": "Nicholas Sparks", "description": "1996 was the year that changed everything for Maggie Dawes. Sent away at sixteen to live with an aunt she barely knew in Ocracoke, a remote village on North Carolina’s Outer Banks, she could think only of the friends and family she left behind . . . until she met Bryce Trickett, one of the few teenagers on the island. Handsome, genuine, and newly admitted to West Point, Bryce showed her how much there was to love about the wind-swept beach town—and introduced her to photography, a passion that would define the rest of her life.\r\n\r\nBy 2019, Maggie is a renowned travel photographer. She splits her time between running a successful gallery in New York and photographing remote locations around the world. But this year she is unexpectedly grounded over Christmas, struggling to come to terms with a sobering medical diagnosis. Increasingly dependent on a young assistant, she finds herself becoming close to him.\r\n\r\nAs they count down the last days of the season together, she begins to tell him the story of another Christmas, decades earlier—and the love that set her on a course she never could have imagined.", "rating": "4.10", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thewish.webp", "image": "thewish_r9BVYWe.webp"}}, {"model": "products.product", "pk": 38, "fields": {"category": 4, "sku": "22222345", "name": "Too Late", "size": false, "writer": "Colleen Hoover", "description": "Sloan will go through hell and back for those she loves. And she does so, every single day. Caught up with the alluring Asa Jackson, a notorious drug trafficker, Sloan has finally found a lifeline to cling to, even if it’s meant compromising her morals. She was in dire straits trying to pay for her brother’s care until she met Asa. But as Sloan became emotionally and economically reliant on him, he in turn developed a disturbing obsession with her—one that becomes increasingly dangerous every day.\r\n\r\nWhen undercover DEA agent Carter enters the picture, Sloan’s surprised to feel an immediate attraction between them, despite knowing that if Asa finds out, he will kill him. And Asa has always been a step ahead of everyone in his life, including Sloan. No one has ever gotten in his way.\r\n\r\nNo one except Carter.\r\n\r\nTogether, Sloan and Carter must find a way out before it’s too late…", "rating": "4.50", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/toolate.webp", "image": "toolate_Atmsl8L.webp"}}, {"model": "products.product", "pk": 39, "fields": {"category": 4, "sku": "33333456", "name": "Verity", "size": false, "writer": "Colleen Hoover", "description": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish.\r\n\r\nLowen arrives at the Crawford home, ready to sort through years of Verity's notes and outlines, hoping to find enough material to get her started. What Lowen doesn't expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of what really happened the day her daughter died.\r\n\r\nLowen decides to keep the manuscript hidden from Jeremy, knowing its contents would devastate the already grieving father. But as Lowen's feelings for Jeremy begin to intensify, she recognizes all the ways she could benefit if he were to read his wife's words. After all, no matter how devoted Jeremy is to his injured wife, a truth this horrifying would make it impossible for him to continue to love her.", "rating": "4.30", "price": "30.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/verity.webp", "image": "verity_NC40c0k.webp"}}, {"model": "products.product", "pk": 40, "fields": {"category": 4, "sku": "44444567", "name": "When You Are Mine", "size": false, "writer": "Kennedy Ryan", "description": "Kerris Moreton knows how to make things work. Bounced from foster home to foster home as a kid, she adapted; when opportunity arose, she thrived. Now, about to open her own business and accept a marriage proposal, Kerris is ready to build the life she's always wanted. The only thing missing? A passionate connection with her would-be fiance, Cam. Kerris wants to believe that sparks are overrated-until Walsh Bennett lights her up like the Fourth of July.\r\n\r\nAs one of the East Coast's most eligible bachelors, Walsh enjoys financial independence, fulfilling work with his family's nonprofit, and plenty of female attention. But lately he's been distracted by the one woman he can't have. Lovely to look at and even sweeter to know, Kerris is the soul mate Walsh never thought he would find. The problem is, his best friend found her first.", "rating": "4.20", "price": "28.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/whenyouaremine.webp", "image": "whenyouaremine_r7N9z59.webp"}}, {"model": "products.product", "pk": 41, "fields": {"category": 5, "sku": "55555678", "name": "Gleanings", "size": false, "writer": "Neal Shusterman", "description": "There are still countless tales of the Scythedom to tell. Centuries passed between the Thunderhead cradling humanity and Scythe Goddard trying to turn it upside down. For years, humans lived in a world without hunger, disease, or death with Scythes as the living instruments of population control.\r\n\r\nNeal Shusterman—along with collaborators David Yoon, Jarrod Shusterman, Sofía Lapuente, Michael H. Payne, Michelle Knowlden, and Joelle Shusterman—returns to the world throughout the timeline of the Arc of a Scythe series. Discover secrets and histories of characters you’ve followed for three volumes and meet new heroes, new foes, and some figures in between.\r\n\r\nGleanings shows just how expansive, terrifying, and thrilling the world that began with the Printz Honor–winning Scythe truly is.", "rating": "4.50", "price": "27.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/gleanings.webp", "image": "gleanings_nQzDlnf.webp"}}, {"model": "products.product", "pk": 42, "fields": {"category": 5, "sku": "66666789", "name": "Her Body And Other Parties", "size": false, "writer": "Carmen Maria Machado", "description": "In Her Body and Other Parties, Carmen Maria Machado blithely demolishes the arbitrary borders between psychological realism and science fiction, comedy and horror, fantasy and fabulism. While her work has earned her comparisons to Karen Russell and Kelly Link, she has a voice that is all her own. In this electric and provocative debut, Machado bends genre to shape startling narratives that map the realities of women's lives and the violence visited upon their bodies.\r\n\r\nA wife refuses her husband's entreaties to remove the green ribbon from around her neck. A woman recounts her sexual encounters as a plague slowly consumes humanity. A salesclerk in a mall makes a horrifying discovery within the seams of the store's prom dresses. One woman's surgery-induced weight loss results in an unwanted houseguest. And in the bravura novella Especially Heinous, Machado reimagines every episode of Law & Order: Special Victims Unit, a show we naively assumed had shown it all, generating a phantasmagoric police procedural full of doppelgangers, ghosts, and girls with bells for eyes.\r\n\r\nEarthy and otherworldly, antic and sexy, queer and caustic, comic and deadly serious, Her Body and Other Parties swings from horrific violence to the most exquisite sentiment. In their explosive originality, these stories enlarge the possibilities of contemporary fiction.", "rating": "4.90", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/herbody.webp", "image": "herbody_JvB6qEE.webp"}}, {"model": "products.product", "pk": 43, "fields": {"category": 5, "sku": "77777891", "name": "Parable Of The Sower", "size": false, "writer": "Octavia E. Butler", "description": "In 2024, with the world descending into madness and anarchy, one woman begins a fateful journey toward a better future.\r\n\r\nLauren Olamina and her family live in one of the only safe neighborhoods remaining on the outskirts of Los Angeles. Behind the walls of their defended enclave, Lauren’s father, a preacher, and a handful of other citizens try to salvage what remains of a culture that has been destroyed by drugs, disease, war, and chronic water shortages. While her father tries to lead people on the righteous path, Lauren struggles with hyperempathy, a condition that makes her extraordinarily sensitive to the pain of others.\r\n\r\nWhen fire destroys their compound, Lauren’s family is killed and she is forced out into a world that is fraught with danger. With a handful of other refugees, Lauren must make her way north to safety, along the way conceiving a revolutionary idea that may mean salvation for all mankind.", "rating": "4.30", "price": "28.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/parableofthesower.webp", "image": "parableofthesower_ulaPtgK.webp"}}, {"model": "products.product", "pk": 44, "fields": {"category": 5, "sku": "88888912", "name": "Rebel", "size": false, "writer": "Marie Lu", "description": "Eden Wing has been living in his brother’s shadow for years. Even though he’s a top student at his academy in Ross City, Antarctica, and a brilliant inventor, most people know him only as Daniel Wing’s little brother.\r\n\r\nA decade ago, Daniel was known as Day, the boy from the streets who led a revolution that saved the Republic of America. But Day is no longer the same young man who was once a national hero. These days he’d rather hide out from the world and leave his past behind. All that matters to him now is keeping Eden safe―even if that also means giving up June, the great love of Daniel’s life.\r\n\r\nAs the two brothers struggle to accept who they’ve each become since their time in the Republic, a new danger creeps into the distance that’s grown between them. Eden soon finds himself drawn so far into Ross City’s dark side, even his legendary brother can’t save him. At least not on his own . . .", "rating": "4.20", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/rebel.webp", "image": "rebel_CV05st4.webp"}}, {"model": "products.product", "pk": 45, "fields": {"category": 5, "sku": "99999123", "name": "Sea Of Tranquility", "size": false, "writer": "Emily St. John Mandel", "description": "Edwin St. Andrew is eighteen years old when he crosses the Atlantic by steamship, exiled from polite society following an ill-conceived diatribe at a dinner party. He enters the forest, spellbound by the beauty of the Canadian wilderness, and suddenly hears the notes of a violin echoing in an airship terminal--an experience that shocks him to his core.\r\n\r\nTwo centuries later a famous writer named Olive Llewellyn is on a book tour. She's traveling all over Earth, but her home is the second moon colony, a place of white stone, spired towers, and artificial beauty. Within the text of Olive's best-selling pandemic novel lies a strange passage: a man plays his violin for change in the echoing corridor of an airship terminal as the trees of a forest rise around him.\r\n\r\nWhen Gaspery-Jacques Roberts, a detective in the black-skied Night City, is hired to investigate an anomaly in the North American wilderness, he uncovers a series of lives upended: The exiled son of an earl driven to madness, a writer trapped far from home as a pandemic ravages Earth, and a childhood friend from the Night City who, like Gaspery himself, has glimpsed the chance to do something extraordinary that will disrupt the timeline of the universe.", "rating": "4.50", "price": "26.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/seaoftranquility.webp", "image": "seaoftranquility_sKwv5fL.webp"}}, {"model": "products.product", "pk": 46, "fields": {"category": 5, "sku": "11111123", "name": "The Do-Over", "size": false, "writer": "Lynn Painter", "description": "After living through a dumpster fire of a Valentine’s Day, Emilie Hornby escapes to her grandmother’s house for some comfort and a consolation pint of Ben & Jerry’s. She passes out on the couch, but when she wakes up, she’s back home in her own bed—and it’s Valentine’s Day all over again. And the next day? Another nightmare V-Day.\r\n\r\nEmilie is stuck in some sort of time loop nightmare that she can’t wake up from as she re-watches her boyfriend, Josh, cheat on her day after day. In addition to Josh’s recurring infidelity, Emilie can’t get away from the enigmatic Nick, who she keeps running into—sometimes literally—in unfortunate ways.\r\n\r\nHow many days can one girl passively watch her life go up in flames? And when something good starts to come out of these terrible days, what happens when the universe stops doling out do-overs?", "rating": "4.30", "price": "31.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thedoover.webp", "image": "thedoover_pjPIoRm.webp"}}, {"model": "products.product", "pk": 47, "fields": {"category": 5, "sku": "22222234", "name": "The Echo Wife", "size": false, "writer": "Sarah Gailey", "description": "It took me so long to hate him.\r\n\r\nMartine is a genetically cloned replica made from Evelyn Caldwell’s award-winning research. She’s patient and gentle and obedient. She’s everything Evelyn swore she’d never be.\r\n\r\nAnd she’s having an affair with Evelyn’s husband.\r\n\r\nNow, the cheating bastard is dead, and both Caldwell wives have a mess to clean up.\r\n\r\nGood thing Evelyn Caldwell is used to getting her hands dirty.", "rating": "4.70", "price": "31.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/theecho.webp", "image": "theecho_bK6YkJk.webp"}}, {"model": "products.product", "pk": 48, "fields": {"category": 5, "sku": "33333345", "name": "The Power", "size": false, "writer": "Naomi Alderman", "description": "In The Power the world is a recognizable place: There's a rich Nigerian boy who lounges around the family pool; a foster kid whose religious parents hide their true nature; an ambitious American politician; and a tough London girl from a tricky family. But then a vital new force takes root and flourishes, causing their lives to converge with devastating effect. Teenage girls now have immense physical power: They can cause agonizing pain and even death. With this small twist of nature, the world drastically resets.", "rating": "4.30", "price": "27.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thepower.webp", "image": "thepower_ROBrxht.webp"}}, {"model": "products.product", "pk": 49, "fields": {"category": 5, "sku": "44444456", "name": "This Is How You Lose The Time War", "size": false, "writer": "Amal El-Mohtar,  Max Gladstone", "description": "Among the ashes of a dying world, an agent of the Commandant finds a letter. It reads: Burn before reading. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, grows into something more. Something epic. Something romantic. Something that could change the past and the future.\r\n\r\nExcept the discovery of their bond would mean death for each of them. There's still a war going on, after all. And someone has to win that war.", "rating": "4.30", "price": "26.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thisishowyouloose.webp", "image": "thisishowyouloose_5IoyVGy.webp"}}, {"model": "products.product", "pk": 50, "fields": {"category": 5, "sku": "55555567", "name": "To Sleep In A Sea Of Stars", "size": false, "writer": "Christopher Paolini", "description": "Kira Navárez dreamed of life on new worlds. Now she's awakened a nightmare. During a routine survey mission on an uncolonized planet, Kira finds an alien relic. At first she's delighted, but elation turns to terror when the ancient dust around her begins to move.\r\n\r\nAs war erupts among the stars, Kira is launched into a galaxy-spanning odyssey of discovery and transformation. First contact isn't at all what she imagined, and events push her to the very limits of what it means to be human.\r\n\r\nWhile Kira faces her own horrors, Earth and its colonies stand upon the brink of annihilation. Now, Kira might be humanity's greatest and final hope...", "rating": "4.50", "price": "29.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/tosleepina.webp", "image": "tosleepina_GYRzrAP.webp"}}, {"model": "products.product", "pk": 51, "fields": {"category": 6, "sku": "66666678", "name": "A New Take On Cake", "size": false, "writer": "Anne Byrn", "description": "Anne Byrn is known for her cake mix magic, and A New Take onCake makes baking from a boxed mix as inspiring as it is easy—everything from vegan tortes to gluten-free cakes, doughnuts to cake pops, and whoopie pies to a wedding cake. All for snacking, celebrating, and everything in between!\r\n\r\nWith 50 modernized classics and 125 brand-new recipes, no one will believe your Ice Cream Cone Cake, Vegan Chocolate Cake with Creamy Nutella Frosting, or Blood Orange Loaf with Campari Glaze were made from boxed mixes. Whether you are following a gluten-free, sugar-free, or plant-based diet, or are just a fan of a good old-fashioned yellow layer cake with chocolate fudge icing, you’ll find your calling—and won’t have to spend all day making it.", "rating": "4.20", "price": "25.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/anewtakeoncake.webp", "image": "anewtakeoncake_BPw9rys.webp"}}, {"model": "products.product", "pk": 52, "fields": {"category": 6, "sku": "77777789", "name": "Cookies Are Magic", "size": false, "writer": "Maida Heatter", "description": "Maida Heatter is one of the most trusted and beloved cookbook authors of all time. Her recipes, each a modern classic, have inspired extraordinary bakers such as Dorie Greenspan, Christina Tosi, and Smitten Kitchen's Deb Perelman, whose foreword introduces the joy of Maida's cookies to a new generation.\r\n\r\n\r\nMaida knew that cookies are the key to happiness, and she always kept them nearby: a fudgy, minty Palm Beach Brownie in her purse, neatly wrapped in cellophane, a batch of Absolutely-the-Positively-Best Chocolate Chip Cookies in the freezer, or a box of delicate brandy snaps ready for an elegant gift.", "rating": "4.00", "price": "25.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/cookiesaremagic.webp", "image": "cookiesaremagic_bzBXn8Q.webp"}}, {"model": "products.product", "pk": 53, "fields": {"category": 6, "sku": "88888891", "name": "New World Sourdough", "size": false, "writer": "Bryan Ford", "description": "Learn how to make a sourdough starter, basic breads, as well as other innovative baked goods from start to finish with Instagram star Bryan Ford's (@artisanbryan) inviting, nontraditional approach to home baking. With less emphasis on perfecting crumb structure or obsessive temperature monitoring, Ford focuses on the tips and techniques he's developed in his own practice, inspired by his Honduran roots and New Orleans upbringing, to ensure your success and a good return on your time and effort. Ford's recipes include step-by-step instructions and photographs of all of the mixing, shaping, and baking techniques you'll need to know, with special attention paid to developing flavor as well as your own instincts.", "rating": "3.90", "price": "23.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/newworldsourdough.webp", "image": "newworldsourdough_4a7UflS.webp"}}, {"model": "products.product", "pk": 54, "fields": {"category": 6, "sku": "99999912", "name": "Sheet pan Sweets", "size": false, "writer": "Molly Gilbert", "description": "Looking for quick, easy one-pan desserts? Look no further! Molly Gilbert shares 80+ recipes for delicious and innovative sheet pan desserts in this first-ever cookbook for desserts that require just one main piece of kitchen a baking sheet pan.    Molly Gilbert, author of the runaway hit Sheet Pan Suppers , has turned her eye to desserts. Her easy recipes are all made with super-accessible ingredients, and pretty much all you’ll need to bake them are a hot oven and your trusty sheet pan. This is the perfect cake cookbook, and you’ll also find comforting cookies and bars; impressive-looking pies, galettes, and tarts; and even some simple breads and breakfasts. Molly offers recipes that are both nostalgic, like her Kitchen Sink Cookies and her son Jack’s Chocolate Chip Cake with Fudge Frosting, and innovative, like her Dozen Donut Cake and Pumpkin Tiramisu Roll.   Whether you’re baking for a celebration or for something to snack on throughout the day, if you have a sheet pan, this baking book has just the thing. Molly’s dessert recipes are sure to please any sort of sweet tooth!", "rating": "4.00", "price": "23.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/sheetpansweets.webp", "image": "sheetpansweets_IXOW6VI.webp"}}, {"model": "products.product", "pk": 55, "fields": {"category": 6, "sku": "11111112", "name": "The Power Of Sprinkles", "size": false, "writer": "Amirah kassem", "description": "Flour Shop’s rainbow explosion cakes have become an international sensation! And now, with The Power of Sprinkles , Flour Shop Founder Amirah Kassem reveals the secrets to making her magical cakes at home.\r\n\r\nAmirah Kassem preaches the power of sprinkles in her wildly creative first book. A modern-day Willy Wonka, Kassem reminds readers that joy can be found in creating something delightful and delicious, that baking a cake for someone is the best thing in the world, and that, when it comes to cake decorating, any mistake can be covered in sprinkles (and everyone will love it anyway!).\r\n\r\nWith twenty-nine different cakes—from unicorn cakes and donut cakes to cakes that look like reindeer, popcorn, spaghetti, and avocado toast—and packed with photographs, illustrations, and infinite ideas, The Power of Sprinkles is a book for bakers and cake decorators at every age and level.", "rating": "4.10", "price": "24.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/thepowerofsprinkles.webp", "image": "thepowerofsprinkles_IMGPWQR.webp"}}, {"model": "products.product", "pk": 56, "fields": {"category": 7, "sku": "22222223", "name": "The Unofficial Disney Parks Cookbook", "size": false, "writer": "Ashley Craft", "description": "Experience the magic of the Disney Parks right in your kitchen with these 100, easy and delicious recipes inspired by Walt Disney World!\r\n\r\nStroll right down the middle of Main Street USA, journey from Adventureland to Infinity and Beyond at Pixar Pier, and explore every avenue in between to taste the flavors of the Disney Parks…all without leaving your kitchen.\r\n\r\nWith The Unofficial Disney Parks Cookbook you can bring the magic of Disneyland and Walt Disney World snacks and treats right to your home. Recreate favorites like the classic Dole Whip and Mickey Pretzels to new favorites like blue milk from Star Wars land and Jack Jack’s Cookie Num Nums from Pixar Pier.\r\n\r\nThese 100 recipes inspired by iconic yummies are perfect whether you are a forever Disney fan or just love a good snack. Now you can feel as if you shared a snack with Mickey himself right from the comfort of your own home!", "rating": "4.80", "price": "32.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/disneycookbook.webp", "image": "disneycookbook_z5qmI8M.webp"}}, {"model": "products.product", "pk": 57, "fields": {"category": 7, "sku": "33333334", "name": "The Forrest Feast Mediterranean", "size": false, "writer": "Erin Gleeson", "description": "Erin Gleeson, New York Times bestselling author, celebrates the cuisines of France, Portugal, Spain, and Italy with a gorgeously illustrated cookbook and 100 vegetarian recipes that will transport you to the Mediterranean coast.\r\n\r\nFor years, Forest Feast readers have been transported to Erin Gleeson’s picturesque cabin in the woods through her stunning photography of magical gatherings and vibrant vegetarian cooking. Now, Gleeson transports readers to Europe, with recipes inspired by her exploration of the cultures and cuisines of France, Portugal, Spain, and Italy during an extended family trip.", "rating": "4.70", "price": "34.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/forestfeast.webp", "image": "forestfeast_PJFUkIA.webp"}}, {"model": "products.product", "pk": 58, "fields": {"category": 7, "sku": "44444445", "name": "The Kitchen Witch", "size": false, "writer": "Skye Alexander", "description": "Discover the magical properties, qualities, and symbolism of 100 basic ingredients so they can add magic to any meal—at any time and in any situation.\r\n\r\nEvery house witch the kitchen is an essential part of your magical practice. From preparing food to enjoying a meal, it’s important to honor the process of making a dish, to appreciate each individual ingredient, and to make magic from the recipes you already know and love. First, dive into the world of kitchen magic and spellwork; then go back to the basics to learn the magical properties, qualities, and symbolism of 100 essential everyday ingredients so that you can learn to add a little magic to every meal.", "rating": "4.30", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/kitchenwitch.webp", "image": "kitchenwitch_RHYaEGq.webp"}}, {"model": "products.product", "pk": 59, "fields": {"category": 7, "sku": "55555556", "name": "The Nourished Kitchen", "size": false, "writer": "Jennifer McGruther", "description": "The traditional foods movement is a fad-free approach to cooking and eating that emphasizes nutrient-dense, real food, and values quality, environment, and community over the convenience of processed, additive-laden products that are the norm on grocery store shelves. \r\nBased on the research of Weston A. Price, who studied the diets of indigenous peoples to understand the relationship between nutrition and health, a traditional foods diet avoids processed ingredients, but allows meat, animal fat, and grains. It embraces cultured dairy, such as kefir and yogurt, that contain beneficial bacteria; fermented foods, such as sauerkraut  and kombucha, that are rich in probiotics; and organ meats that are packed with vitamins and minerals. It also celebrates locally grown foods. By choosing ingredients from nearby sources, you create a stronger connection to your food, and have a better understanding what you’re eating and how it was produced.", "rating": "3.90", "price": "30.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/nourishedkitchen.webp", "image": "nourishedkitchen_9ZHg78l.webp"}}, {"model": "products.product", "pk": 60, "fields": {"category": 7, "sku": "66666667", "name": "Rice", "size": false, "writer": "JJ Johnsson", "description": "The Simple Art of Rice is a celebration of rice and the many cultures in which this life-giving grain takes pride of place at the center of every table. The recipes are influenced by these global flavors from Asia to Europe, Africa to the Americas, and feature many of the world's favorite dishes. With Danica Novgorodoff, award-winning author Chef JJ Johnson takes readers on an informative and exciting culinary adventure that will help anyone master the art of cooking rice.", "rating": "4.00", "price": "31.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/rice.webp", "image": "rice_FxdLBxu.webp"}}, {"model": "products.product", "pk": 61, "fields": {"category": 7, "sku": "77777778", "name": "The Unofficial SIMS Cookbook", "size": false, "writer": "Taylor O’Halloran", "description": "Sure, you’ve honed your Sims’ cooking skills, but how are your skills IRL? Now, you can perfect the baked Alaska and lobster thermidor you’ve been watching your Sims make with The Unofficial Sims Cookbook.\r\n\r\nLearn the steps behind the classic simulated recipes:\r\n-Chili Con Carne\r\n-Silly Gummy Bear Pancakes\r\n-Grandma’s Comfort Soup\r\n-Minty Mocha Cupcakes\r\n-And more!\r\n\r\nYour hunger will be satisfied, and you may even start your career path towards becoming a famous chef! Dive straight in with the delicious recipes in The Unofficial Sims Cookbook.", "rating": "4.60", "price": "33.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/simscookbook.webp", "image": "simscookbook_MaOxQiM.webp"}}, {"model": "products.product", "pk": 62, "fields": {"category": 7, "sku": "88888889", "name": "Spectacular Spreads", "size": false, "writer": "Maegan Brown", "description": "Take your snack boards to the next level—filling a table or kitchen counter—with these 50 delicious, inspiring, family-friendly, and easy-to-put-together food spreads and DIY bars for all occasions.\r\n\r\nThe BakerMama is back! In this follow-up to her best-selling Beautiful Boards, Maegan Brown has created not just a cookbook, but an entertaining resource. Spectacular Spreads features over 250 recipes, gorgeous photography, and endless ideas that you can follow to a tee or mix and match.\r\n\r\nDiscover even more of the BakerMama’s tips and tricks for effortless, stress-free, and foolproof entertaining that will impress your guests and feed a hungry crowd, all while allowing you to relax and enjoy the occasion. Visually exciting and deliciously enticing, the spreads and bars are comprised of a combination of yummy recipes and easy-to-find fresh and prepared foods", "rating": "4.10", "price": "27.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/spectacularspreads.webp", "image": "spectacularspreads_WEJCwCV.webp"}}, {"model": "products.product", "pk": 63, "fields": {"category": 8, "sku": "99999991", "name": "Big Macs & Burgundy", "size": false, "writer": "Vanessa Price ,  Adam Laukhuf", "description": "Essential wine pairings for everything from popcorn to veggie burgers to General Tso’s Chicken, based on the wildly popular Grub Street column\r\n\r\nSancerre and Cheetos go together like milk and cookies. The science behind this unholy alliance is as elemental as acid, fat, salt, and minerals. Wine pro Vanessa Price explains how to create your own pairings while proving you don’t necessarily need fancy foods to unlock the joys of wine. Building upon the outsize success of her weekly column in Grub Street, Price offers delightfully bold wine and food pairings alongside hilarious tales from her own unlikely journey as a Kentucky girl making it in the Big Apple and in the wine business. Using language everyone can understand, she reveals why each dynamic duo is a match made in heaven, serving up memorable takeaways that will help you navigate any wine list or local bottle shop. Charmingly illustrated and bubbling with personality, Big Macs & Burgundy will open your mind to the entirely fun and entirely accessible wine pairings out there waiting to be discovered—and make you do a few spit-takes along the way.", "rating": "4.30", "price": "29.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/bigmacs_and_burgundy.webp", "image": "bigmacs_and_burgundy_dCXFn3G.webp"}}, {"model": "products.product", "pk": 64, "fields": {"category": 8, "sku": "11111111", "name": "Steve the Bartender's Cocktail Guide: Tools - Techniques - Recipes", "size": false, "writer": "Steven Roennfeldt", "description": "Craft delightful drinks at home and impress your guests with your newfound bartending expertise!\r\n\r\nExplore the realm of timeless favorites and forgotten classics in this all-encompassing guide by Steve the Bartender, YouTube's beloved Australian bartender. Discover the simplicity and flair of crafting cocktails with ease, guided by approachable and unpretentious instructions that guarantee each drink to be both straightforward and delicious.\r\n\r\nWhat you'll find in this\r\n\r\nJoin Steve on a journey to master the world of cocktails—whether you're a seasoned enthusiast or a complete novice, this guide will become your ultimate companion in creating the perfect libations. Cheers to the world of effortless cocktails!", "rating": "4.20", "price": "26.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/cocktail.webp", "image": "cocktail_EAmGRhW.webp"}}, {"model": "products.product", "pk": 65, "fields": {"category": 8, "sku": "22222222", "name": "The Unofficial Disney Parks Drink Recipe", "size": false, "writer": "Ashley Craft", "description": "Skip the crowded bar, coffee shop, and restaurant and bring the magic of Disney’s drinks right your home with over 100 easy, delicious drink recipes inspired by the Disney Parks.\r\n\r\nRaise a glass to bringing the magic of Disney straight to your home with The Unofficial Disney Parks Drink Recipe Book . From coffee and tea to milkshakes and slushies to mocktails and cocktails, this book features over 100 of your favorite beverages from the happiest place on Earth. Recipes are taken straight from your favorite restaurants and cafes throughout the Disney Parks and resorts.", "rating": "4.50", "price": "32.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/disneydrinks.webp", "image": "disneydrinks_mwEjCKZ.webp"}}, {"model": "products.product", "pk": 66, "fields": {"category": 8, "sku": "33333333", "name": "New Orleans Cocktails", "size": false, "writer": "Sarah Baird", "description": "Mix up more than 100 of the Big Easy’s most celebrated and innovative cocktails, and immerse yourself in the culture and history of the South’s most famous city with this gorgeous new drink recipe collection.\r\n\r\nNew Orleans has a cocktail culture that goes way back—and for the first time ever, you can be transported to the heart of this trendsetting city with more than 100 creative and artful cocktail recipes. Tour the best bars in NOLA and around the world. Evocative photos, scene-setting bar descriptions, mixologist insights, party planning themes, and shopping tips make this the perfect guide to the art of New Orleans drinking.", "rating": "4.30", "price": "29.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/neworleanscocktail.webp", "image": "neworleanscocktail_q9xtUaG.webp"}}, {"model": "products.product", "pk": 67, "fields": {"category": 8, "sku": "44444444", "name": "Smoothie Project", "size": false, "writer": "Catherine McCord", "description": "Weelicious founder Catherine McCord is an expert recipe developer who helps families eat healthfully and deliciously. When her son started suffering from chronic nausea and her family doctors couldn’t help, McCord turned to her experience with nutrition for an answer, researching until she discovered a surprisingly simple solution—smoothies. She shared her family’s story and some of her favorite smoothie recipes on social media, and the Smoothie Project, a daily online source of inspiration, was born. People began to use her recipes and share how smoothies had become a force of change in their lives, too.", "rating": "3.80", "price": "25.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/smoothie.webp", "image": "smoothie_ElTwb6p.webp"}}, {"model": "products.product", "pk": 68, "fields": {"category": 8, "sku": "55555555", "name": "The Wine Bible", "size": false, "writer": "Karen MacNeil", "description": "Nothing improves the experience of wine like knowledge. The proof is in the numbers: Karen McNeil's The Wine Bible is America's bestselling wine book with over 800,000 copies in print. Now this essential book is even better, with a new third edition that's completely revised, completely updated, given a larger trim size and--yes!--now in full-color with over 400 new photographs.", "rating": "4.80", "price": "30.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/8fc9c20937525c064cfd5429eab7584c8a078e77/media/winebible.webp", "image": "winebible_yv71qsL.webp"}}, {"model": "products.product", "pk": 69, "fields": {"category": 9, "sku": "66666666", "name": "The Big Cheese", "size": false, "writer": "Jory John (Author), Pete Oswald (Illustrator)", "description": "The Big Cheese is the best at everything, and brags about it, too. When the annual Cheese-cathlon comes around, the Big Cheese is prepared to win, as always. But what happens when the quiet new kid, Wedge Wedgeman, comes out on top? Is a slice of humility all the Big Cheese needs to discover that some things are better than being the best?", "rating": "4.50", "price": "11.90", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/bigcheese.webp", "image": "bigcheese_bcQbkc3.webp"}}, {"model": "products.product", "pk": 70, "fields": {"category": 9, "sku": "77777777", "name": "Biscuit And The Little Llamas", "size": false, "writer": "Alyssa Satin Capucilli ,  Pat Schories  (Illustrator)", "description": "It’s spring on the farm. Join the beloved and bestselling little yellow puppy, Biscuit, as he makes friends with the piglets, the lambs, the chicks, and even the little llamas!\r\nBiscuit and the Little Llamas , a My First I Can Read book, is carefully crafted using basic language, word repetition, sight words, and sweet illustrations—which means it's perfect for shared reading with emergent readers.\r\nCelebrate the 25 th anniversary of Biscuit, the beloved little yellow puppy who has warmed the hearts of young readers for generations. The sweet little yellow puppy is a comforting partner for your preschooler. Before you know it, your child will be reading along with you. Biscuit and the Little Llamas is a good choice for reading together when snuggled up, as well as for shared reading in a classroom, especially with children ages 3 to 5.", "rating": "5.00", "price": "10.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/biscuitandthelambs.webp", "image": "biscuitandthelambs_YhwX8gN.webp"}}, {"model": "products.product", "pk": 71, "fields": {"category": 9, "sku": "88888888", "name": "Clark The Shark", "size": false, "writer": "Bruce Hale, Guy Francis  (Illustrator)", "description": "Clark the Shark is a great read-aloud picture book, with fun rhythm and rhyme, from the ever-popular Bruce Hale and Guy Francis.\r\n\r\nClark is a shark with zing, bang, and BOOM. Clark zooms into school, crashes through the classroom, and is rowdy at recess. Clark loves life—but when his enthusiasm is too much for his friends, Clark's teacher, Mrs. Inkydink, helps him figure out a way to tone it down.\r\n\r\nClark the Shark celebrates boisterous enthusiasm—and knowing when it's time for indoor voices!", "rating": "4.20", "price": "9.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/clarktheshark.webp", "image": "clarktheshark_vjsNTwh.webp"}}, {"model": "products.product", "pk": 72, "fields": {"category": 9, "sku": "99999999", "name": "My Dad Is Awesome", "size": false, "writer": "Bluey & Bingo", "description": "Bluey and Bingo share why their dad is awesome in this hilarious and heartwarming picture book, featuring everyone's favorite Heelers.\r\n\r\nBased on the on the wildly successful animated series, Bluey, as seen on Disney+\r\n\r\nEveryone loves Bandit, but especially Bluey and Bingo! He's always making up funny games, playing Daddy Robot, and taking them on exciting adventures. This is the perfect book to celebrate your dad on Father's Day, or any day, and share what makes him awesome!", "rating": "4.30", "price": "8.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/mydad.webp", "image": "mydad_sngtZjJ.webp"}}, {"model": "products.product", "pk": 73, "fields": {"category": 9, "sku": "98765432", "name": "My Mum Is The Best", "size": false, "writer": "Bluey & Bingo", "description": "Bluey and Bingo love their mum, and she loves them! Read all about it in this adorable paper-over-board picture book featuring everyone's favorite Heelers!\r\n\r\nDiscover all of Chilli's mum skills from playing Grannies, dancing, and taking care of Bluey and Bingo. She even makes brushing their teeth and fur fun in this adorable and hilarious book. And, most importantly, Mum teaches them that the world is a magical place. This is the perfect book to celebrate Mom on Mother's Day, or any day!", "rating": "4.40", "price": "9.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/mymum.webp", "image": "mymum_vWC3GJP.webp"}}, {"model": "products.product", "pk": 74, "fields": {"category": 9, "sku": "87654321", "name": "Travel Mazes", "size": false, "writer": "Highlights (Creator)", "description": "Travel Mazes contains over 35 fun and colorful travel themed mazes for the youngest puzzler, including traditional mazes, string mazes, pattern mazes, and more!\r\n\r\nSpecifically created for kids ages 3-6, this activity book is filled with mazes -- and every twist and turn offers a unique first-puzzling experience! Beginning puzzlers will have fun and feel successful as they travel through each age-appropriate maze. Along the way, they'll ride a roller coaster, help planes land safely, and blast off into outer space.", "rating": "3.90", "price": "7.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/travelmazes.webp", "image": "travelmazes_msBQ5lt.webp"}}, {"model": "products.product", "pk": 75, "fields": {"category": 10, "sku": "76543219", "name": "A Boy Called Bat", "size": false, "writer": "Elana K. Arnold, Charles Santoso  (Illustrator)", "description": "For Bixby Alexander Tam (nicknamed Bat), life tends to be full of surprises — some of them good, some not so good. Today, though, is a good-surprise day. Bat’s mom, a veterinarian, has brought home a baby skunk, which she needs to take care of until she can hand him over to a wild-animal shelter.\r\n\r\nBut the minute Bat meets the kit, he knows they belong together. And he’s got one month to show his mom that a baby skunk might just make a pretty terrific pet.", "rating": "4.60", "price": "8.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/aboycalledbat.webp", "image": "aboycalledbat_lywtfaF.webp"}}, {"model": "products.product", "pk": 76, "fields": {"category": 10, "sku": "65432198", "name": "Bad Kitty", "size": false, "writer": "Nick Bruel", "description": "Kitty’s life is really hard. Like really, REALLY hard. All she asks for is twenty-two hours a day to sleep and food to be delivered morning and night. But does she get it? No. And when Puppy and Baby get a little rambunctious during her naptime, Kitty gets bonked on the head and starts to believe she’s . . . a dog.", "rating": "4.20", "price": "8.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/badkitty.webp", "image": "badkitty_vBDGizg.webp"}}, {"model": "products.product", "pk": 77, "fields": {"category": 10, "sku": "54321987", "name": "InvestiGators", "size": false, "writer": "John Patrick Green", "description": "The InvestiGators’ latest case has our sewer-loving secret agents between a rock and a hard place in InvestiGators: Braver and Boulder, the latest chapter in the hilarious New York Times bestselling adventure graphic novel series from John Patrick Green.\r\n\r\nThe InvestiGators are having a hard time keeping a low profile with their new headquarters being a giant robot towering over the city! How can they be SECRET agents if everyone recognizes them?\r\n\r\nBut with their ears to the ground, Mango and Brash hear mysterious rumblings about BOULDER BUDDIES...are they just the latest fad or part of a mob-run scheme? And could a rocky relationship from the InvestiGators’ past be trembling beneath the surface? Find out in their most stone-cold dangerous mission yet!", "rating": "4.40", "price": "7.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/investigators.webp", "image": "investigators_UuRRSWn.webp"}}, {"model": "products.product", "pk": 78, "fields": {"category": 10, "sku": "43219876", "name": "Pizza And Taco", "size": false, "writer": "Stephen Shaskan", "description": "Besties Pizza and Taco are ready to rock out! They have a cool band name! And some instruments—sort of. Songs? Well, even without mad musical skills, how hard can it be? This super-silly graphic novel series by Stephen Shaskan hits a new high note!\r\n\r\nPizza and Taco love music! They make lists, and they have tryouts to get more band members. They think they have all the ingredients to rock the scene. But maybe this garage band should stay in the garage!!\r\n\r\nThis hilarious young graphic novel—with chapters—will tickle the funny bones of kids ages 5 to 8 and bolster their reading confidence. Young graphic chapter books are a great step on the way to graphic novels and longer chapter books.", "rating": "4.30", "price": "7.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/pizzandtaco.webp", "image": "pizzandtaco_kjiDBpw.webp"}}, {"model": "products.product", "pk": 79, "fields": {"category": 10, "sku": "32198765", "name": "Super Narwhal and Jelly Jolt", "size": false, "writer": "Ben Clanton", "description": "Happy-go-lucky Narwhal and no-nonsense Jelly find their inner superheroes in three new under-the-sea adventures. In the first story, Narwhal reveals his superhero alter-ego and enlists Jelly to help him figure out what his superpower is. Next, Narwhal uses his superpower to help a friend find his way back home. In the third story, Jelly is feeling blue and Narwhal comes to the rescue. Ben Clanton showcases the joys of friendship and the power of believing in yourself and others through this irresistible duo.", "rating": "4.50", "price": "7.95", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/supernarwhal.webp", "image": "supernarwhal_hh0HgGP.webp"}}, {"model": "products.product", "pk": 80, "fields": {"category": 11, "sku": "19876543", "name": "Blue Notepad", "size": true, "writer": "", "description": "A simple Notebook in a soft blue colour. Comes in two sizes, A4 or A5.", "rating": "4.50", "price": "8.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/notebook2.jpg", "image": "notebook2_AzAK75Q.jpg"}}, {"model": "products.product", "pk": 81, "fields": {"category": 11, "sku": "21987654", "name": "Flowery Notebook", "size": true, "writer": "", "description": "A beautiful notebook with a flower motive. Comes in two sizes, A4 or A5.", "rating": "4.90", "price": "8.50", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/notebook1.jpg", "image": "notebook1_2dDjgLc.jpg"}}, {"model": "products.product", "pk": 82, "fields": {"category": 12, "sku": "11112222", "name": "Sketchpad \"Woods\"", "size": true, "writer": "", "description": "A fun and whimsical sketchpad. It has i cute motive of a forest and a fox. Comes in two sizes, A4 or A5.", "rating": "4.90", "price": "9.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/sketchpad1.jpg", "image": "sketchpad1_6eTWtl0.jpg"}}, {"model": "products.product", "pk": 83, "fields": {"category": 12, "sku": "22221111", "name": "Sketchpad \"Chanterelle\"", "size": true, "writer": "", "description": "A beautiful sketchpad with a fun motive of chantarelles and a fantasy animal. Comes in two sizes, A4 or A5.", "rating": "5.00", "price": "9.00", "image_url": "https://github.com/juliachelsie/YourBookshelf/blob/9a1e5e900f8e634371351ca99b6f840d70a1056a/media/sketchpad2.jpg", "image": "sketchpad2_zS7e7Yz.jpg"}}]